[{"serviceID":9001,"serviceName":"Dentistry","serviceImg":"https://i.ibb.co/5FS2b0h/card1.png","serviceDescription":"Talk to our team of veterinary professionals about preventing dental disease and keeping your pet’s teeth in great shape."},{"serviceID":9002,"serviceName":"Dermatology","serviceImg":"https://i.ibb.co/L9ZJjF2/card2.png","serviceDescription":"Skin problems are common in dogs and cats and can be caused by hormonal disorders, allergies, infections, or parasites such as fleas and mites."},{"serviceID":9003,"serviceName":"Boarding","serviceImg":"https://i.ibb.co/mSd9By1/card3.png","serviceDescription":"We know that our furry family members are part of what makes home truly “home”, but in certain situations, they simply must leave the house for their comfort and safety."},{"serviceID":9004,"serviceName":"Parasite Prevention","serviceImg":"https://i.ibb.co/vq94k0y/card4.png","serviceDescription":"Contact us to learn more about different preventive options, to refill a prescription or to book an appointment with a veterinarian to start a preventive regimen."},{"serviceID":9005,"serviceName":"Diet and Nutrition","serviceImg":"https://i.ibb.co/C6yyF3D/card5.png","serviceDescription":"Imagine if you ate the same meal day in and day out; the ingredients in that meal would need to provide you with all of the nutrients that you need."},{"serviceID":9006,"serviceName":"Health Screening","serviceImg":"https://i.ibb.co/59QTyt5/card6.png","serviceDescription":"Similar to haemophilia in humans, von Willebrand’s disease is an inherited condition that can result in life-threatening bleeding."},{"serviceID":9007,"serviceName":"Microchip Identification","serviceImg":"https://i.ibb.co/Z6ZR1Yp/card7.png","serviceDescription":"Putting an ID tag on your pet’s collar with your contact information is a great way for individuals to reach you if needed."},{"serviceID":9008,"serviceName":"Radiology","serviceImg":"https://i.ibb.co/6DGyxmp/card8.png","serviceDescription":"X-rays provide valuable information about a pet’s bones, gastrointestinal tract (stomach, intestines, colon), respiratory tract (lungs), heart, and genitourinary system (bladder, prostate)."},{"serviceID":9009,"serviceName":"Referrals","serviceImg":"https://i.ibb.co/GTMv803/card9.png","serviceDescription":"Our goal is to ensure that our furry patients are as healthy and happy as they can be, and sometimes achieving that requires specialist attention."},{"serviceID":9010,"serviceName":"Retail, Food, and Pharmacy","serviceImg":"https://i.ibb.co/bX1hLtr/card10.png","serviceDescription":"We carry a variety of pet supplies and food to provide you with a selection of safe, veterinarian-approved diets, supplements, treats, toys, and accessories."},{"serviceID":9011,"serviceName":"Surgery","serviceImg":"https://i.ibb.co/hZ9XqNt/card11.png","serviceDescription":"Our veterinarians provide many surgical services at our clinic, ranging from routine spays and neuters to advanced orthopedic and soft tissue procedures."},{"serviceID":9012,"serviceName":"Wellness For All Life Stages","serviceImg":"https://i.ibb.co/CJ36Rxw/card12.png","serviceDescription":"Furry family members age much faster than people, so significant changes in their health can happen very quickly."}]